Repository: DavidObando/AaxAudioConverter
Catalog: src/AaxAudioConverter/PGANaming.*.resx
Languages: de

# FileNaming
source: File naming pattern
de: Muster für Dateinamen

# FileNamingDescription
source: Track files will be named with the selected pattern. Placeholders will be substituted with current values.
de: Dateinamen werden nach gewähltem Muster erzeugt. Platzhalter werden durch aktuelle Werte ersetzt.

# TitleNaming
source: Title tag naming pattern
de: Muster für Titel-Tag

# TitleNamingDescription
source: Track title tags will be named with the selected pattern. Placeholders will be substituted with current values.
de: Tags für Titel jedes Stücks werden nach gewähltem Muster erzeugt. Platzhalter werden durch aktuelle Werte ersetzt.

# TrackNumbering
source: Track numbering pattern
de: Nummerierung der Stücke

# TrackNumberingDescription
source: Track numbering pattern in title tag. Placeholders will be substituted with current values. For "split-chapter" mode only.
de: Nummerierung der einzelnen Stücke im Titel-Tag. Platzhalter werden durch aktuelle Werte ersetzt. Nur für Modus "Unterteile Kapitel".

# TotalTracks
source: Add total tracks
de: Gesamtzahl Stücke hinzufügen

# TotalTracksDescription
source: Will add the total number of tracks to the track numbering pattern if [yes].
de: Ergänzt die Nummerierung der Stücke um deren Gesamtzahl, wenn [ja].

source: Genre naming
de: Namensgebung Genre

# GenreNamingDescription
source: Source for genre tag: <source>: taken from aax source; <standard> sets to 'Audiobook'; <custom> allows custom value.
de: Namensquelle für das Genre-Tag. <Quelle>: aus aax-Datei; <Standard>: setzt zu 'Hörbuch'; <Benutzerdefiniert>: eigene Angabe.

# GenreName
source: Custom genre
de: Benutzerdefiniertes Genre

# GenreNameDescription
source: Custom genre tag.
de: Benutzerdefiniertes Tag für das Genre

# ChapterNaming
source: Chapter folders name prefix
de: Namensgebung Kapitelordner

# ChapterNamingDescription
source: Source for chapter folder name prefix, if needed and not disabled (no folders): <source>: taken from aax source; <standard> sets to 'Chapter'; <custom> allows custom value.
de: Namensquelle für Kapitelordner, falls erforderlich und nicht unterbunden (keine Ordner). <Quelle>: aus aax-Datei; <Standard>: setzt zu 'Kapitel'; <Benutzerdefiniert>: eigene Angabe.

# ChapterName
source: Custom chapter folder
de: Benutzerdefinierter Kapitelordner

# ChapterNameDescription
source: Custom name prefix for chapter folders.
de: Benutzerdefinierter Präfix für "Kapitel"-Ordner.

# SeriesTitleLeft
source: Series title left of colon
de: Serientitel vor Doppelpunkt

# SeriesTitleLeftDescription
source: For shortened book title, where series title will be removed: Series title expected ahead of book title, if [yes]. Otherwise behind, always separated by colon.
de: Für gekürzten Buchtitel, Serientitel wird entfernt: Titel der Serie steht vor Buchtitel, wenn [ja], sonst hinter Buchtitel, immer getrennt durch Doppelpunkt.

source: Long book title
de: Langer Buchtitel

# LongBookTitleDescription
source: Resulting book title shall also include series title, if not [no]. Order can be book or series title first. Otherwise, series title will be removed, from/to colon.[as is] will take the complete title, unexamined.
de: Resultierender Buchtitel soll auch den Serientitel enthalten, wenn nicht [nein]. Reihenfolge wählbar, Buch- oder Serientitel zuerst. Sonst wird der Serientitel entfernt, ab/bis Doppelpunkt. [wie vorgefunden] übernimmt den ganzen Titel, ohne Untersuchung.
