Repository: DavidObando/AaxAudioConverter
Catalog: src/AaxAudioConverter/SettingsForm.*.resx
Languages: de

# btnReset.Text
source: Reset
de: Rücksetzen

# btnReset.ToolTip
source: Reset all settings to default values.
de: Alle Einstellungen zurück auf Standardwerte setzen.

# btnCancel.Text
source: Cancel
de: Abbrechen

# lblFfmpegLoc.Text
source: Path to FFmpeg.exe
de: Pfad zu FFmpeg.exe

# btnFfmpegLoc.Text
source: Edit
de: Bearbeiten

# lblFfmpegVersCheck.Text
source: Relaxed FFmpeg version check
de: Weniger strikte FFmpeg-Versionsprüfung

# lblFfmpegVersCheck.ToolTip
source: Accept non-official FFmpeg builds, as long as they fit the minimum version number
de: Nicht offizielle Ausgaben zulassen, sofern die minimale Versionsnummer eingehalten wird.

# lblRegActCode.Text
source: Audible App/Manager activation code(s)
de: Audible App/Manager Aktivierungscode(s)

# btnRegActCode.Text
source: Show
de: Einblenden

# lblUsrActCode.Text
source: User provided Audible activation code
de: Benutzereingabe für Audible Aktivierungscode

# btnUsrActCode.Text
source: Edit
de: Bearbeiten

# lblFileAssoc.Text
source: Associate .aax and .aa files with AaxAudioConverter
de: .aax- und .aa-Dateien mit AaxAudioConverter verknüpfen

# ckBoxFileAssoc.ToolTip
source: If set, double-clicking an .aax or .aa file will launch AaxAudioConverter.
de: Wenn gesetzt, startet AaxAudioConverter bei Doppelklick auf eine .aax- oder .aa-Dateii automatisch.

# lblDateClm.Text
source: Date column for .aax/.aa file in main window
de: Spalte Datum für .aax/.aa-Datei im Hauptfenster

# ckBoxDateClm.ToolTip
source: If set, adds a column to the main window list view with the file date of the AAX/AA file.
de: Fügt das Datum der AAX/AA-Datei als Spalte in der Listenansicht im Hauptfenser hinzu, wenn gesetzt.

# lblAaxCopy.Text
source: Copy Audible .aax/.aa file(s) to second folder and rename
de: Audible .aax/.aa-Datei(en) in zweiten Ordner kopieren und umbenennen

# comBoxAaxCopy.ToolTip
source: Common flat folder or folders by author name.
de: Ein gemeinsamer Ordner oder Ordner je Autor.

# btnAaxCopyDir.Text
source: Folder...
de: Ordner ...

# btnAaxCopyDir.ToolTip
source: Root folder location for copy.
de: Stammverzeichnis für die Kopie.

# lblLaunchPlayer.Text
source: Automatically start playing after conversion
de: Automatische Wiedergabe nach Konvertierung

# ckBoxLaunchPlayer.ToolTip
source: If set,will launch default media player. Only first or single book in conversion.
de: Wenn gesetzt, wird die voreingestellte Medienwiedergabe gestartet. Nur für erstes oder einzeln konvertiertes Buch.

# comBoxUpdate.Items
source: Disabled
de: Ausgeschaltet

# comBoxUpdate.Items1
source: Prompt for download
de: Aufforderung zum Herunterladen

# comBoxUpdate.Items2
source: Auto download, prompt for installation
de: Aufforderung zur Installation

# lblLang.Text
source: Language
de: Sprache

# lblPartName.Text
source: Name prefix for part folders
de: Präfix für "Teil"-Ordner.

# txtBoxPartName.ToolTip
source: Custom name prefix for part folders.
de: Benutzerdefinierter Präfix für "Teil"-Ordner.

# comBoxPartName.ToolTip
source: Source for book part folder name prefix, if needed: <source>: taken from aax source; <standard> sets to 'Part'; <custom> allows custom value.
de: Namensquelle für Buchteil-Ordner, falls erforderlich: <Quelle>: aus aax-Datei; <Standard> setzt zu 'Teil''; <Benutzerdefiniert> eigene Angabe.

# lblCustPart.Text
source: Custom search word(s) for "part" in title of partial books
de: Benutzerdefinierte Suchwörter für "Teil" im Titel mehrteiliger Bücher

# txtBoxCustPart.ToolTip
source: Multiple search words allowed. Separate with space or ;
de: Mehrere Suchwörter erlaubt. Mit Leerzeichen oder Semikolon trennen.

# lblCustTitleChars.Text
source: Additional valid punctuation characters for filtered book title
de: Zusätzlich gültige Interpunktions- zeichen für gefilterten Buchtitel

# txtBoxCustTitleChars.ToolTip
source: Punctuation characters which are allowed to remain in book title, when stripping off trailing meta information from the title text.
de: Interpunktionszeichen, die im Buchtitel verbleiben sollen, wenn die anschließende Meta-Information herausgefiltert wird.

# lblNamedChapters.Text
source: Use named chapters, if available
de: Kapitel-Namen nutzen, wenn verfügbar

# lblNamedChapters.ToolTip
source: Only supported, if book has been downloaded with the Audible App.
de: Nur möglich, wenn Buch mit der Audble App heruntergeladen wurde

# comBoxNamedChapters.Items
source: No
de: Nein

# comBoxNamedChapters.Items1
source: Yes
de: Ja

# comBoxNamedChapters.Items2
source: Yes, always precede with number
de: Ja, immer mit Ordnungsnummer

# comBoxNamedChapters.ToolTip
source: Order numbers will be added to chapter names - and precede them - if names are not unique.
de: Ordnungsnummern werden ggf. hinzugefügt - und dem Kapitelnamen vorangestellt - wenn die Namen nicht eindeutig sind.

# lblFlatFolders.Text
source: Flat folder structure and naming
de: Flache Ordnerstruktur und Namensgebung

# ckBoxFlatFolders.ToolTip
source: No folder hierarchy for author and book title
de: Keine Ordnerhierarchie für Autor und Buchtitel.

# lblShipShort.Text
source: Skip short chapters between book parts (part continuation hint, repeated intro)
de: Kurze Kapitel zwischen Buchteilen überspringen (Fortsetzung, Titel/Autor)

# lblShSecDur.Text
source: sec duration
de: sek Dauer

# nudShortChapter.ToolTip
source: 0 to switch option off
de: 0 um Option auszuschalten

# lblSkipVeryShort.Text
source: Skip very short chapter at begin and end, if present
de: Sehr kurze Kapitel am Anfang und Ende überspringen, wenn vorhanden

# lblVyShSecDur.Text
source: sec duration
de: sek Dauer

# nudVeryShortChapter.ToolTip
source: 0 to switch option off
de: 0 um Option auszuschalten

# lblVerAdjChapters.Text
source: Verify and adjust chapter marks
de: Kapitelmarken prüfen und justieren

# comBoxVerAdjChapters.Items
source: No
de: Nein

# comBoxVerAdjChapters.Items1
source: Only in split-chapter and split-time modes
de: Nur in den Modi Untert. Kapitel und Zeitteilung

# comBoxVerAdjChapters.Items2
source: In all conversion modes
de: In allen Konvertier-Modi

# lblExtraMetaFiles.Text
source: Extra files for book info and cover image
de: Zusätzliche Dateien für Buch-Info und Titelbild

# ckBoxExtraMetaFiles.ToolTip
source: Book description is always embedded into each audio file created. This option will produce an additional and separate text and image file with the same information.
de: Die Buchbeschreibung wird in jede erzeugte Audiodatei immer mit eingebettet. Diese Option erzeugt eine zusätzliche und separate Text- und Bild-Datei mit der selben Information.

# lblM4B.Text
source: File type for MP4 audio
de: Dateityp für MP4-Audio

# comBoxM4B.ToolTip
source: MP4 audio can be saved as .m4a or .m4b files. The difference is in name only, the content will be the same.
de: MP4-Audio kann als .m4a- oder .m4b-Datei gespeichert werden. Der Unterschied besteht nur im Namen, der Inhalt bleibt derselbe.

# lblLatin1.Text
source: Use ISO Latin1 encoding for .m3u playlist instead of default UTF8
de: ISO Latin1-Kodierung statt UTF8 für .m3u Wiedergabeliste

# ckBoxLatin1.ToolTip
source: For audio player hard- and software that does not support non-ASCII characters in .m3u playlist, if formatted as Unicode UTF8
de: Für Audio-Abspiel-Hard- und Software, die Umlaute und andere Nicht-ASCII-Zeichen dann nicht erkennt, wenn diese in Unicode UTF8 geschrieben sind.

# ckBoxIntermedCopySingle.ToolTip
source: to fix iTunes compatibility problem with long books
de: Für Kompatibilität mit iTunes bei langen Büchern

# comBoxFixAacEncoding.Items
source: No
de: Nein

# comBoxFixAacEncoding.Items1
source: In MP4 single file mode with intermed. copy
de: Im MP4-Modus "Eine Datei" mit Zwsch-Kopie

# comBoxFixAacEncoding.Items2
source: In all MP4 conversion modes
de: In allen MP4-Kovertiermodi

# comBoxFixAacEncoding.ToolTip
source: For 44.1 kHz AAX files, where ESDS atom may be ill-formed
de: Für AAX Dateien mit 44,1 kHz, bei denen das ESDS-Atom falsch ausgebildet sein kann.

# lblVarBitRate.Text
source: Apply variable bit rate
de: Variable Bitrate verwenden

# lblVarBitRate.ToolTip
source: Should create smaller output files without losing audio quality, but may significantly slow down conversion.
de: Erzeugt üblicherweise kleinere Ausgabedateien ohne Einbußen bei der Tonqualität, benötigt ggf. aber deutlich länger für die Konvertierierung.

# lblRedBitRate.Text
source: Reduce bit rate
de: Bitrate verringern

# lblRedBitRate.ToolTip
source: Will reduce bit rate to given value if source bit rate is higher. Smaller files but lower audio quality. May slow down conversion. Will use suitable equivalent if variable bit rate is set.
de: Reduziert die Bitrate auf den eingestellten Wert, falls die Bitrate der Quelldatei größer ist. Kleinere Dateien, aber schlechtere Tonqualität. Benötigt ggf. länger für die Konvertierung. Wenn variable Bitrate ebenfalls gesetzt ist, wird ein geeignetes Äquivalent verwendet.

# comBoxPrefEmbChapTimes.Items
source: No
de: Nein

# comBoxPrefEmbChapTimes.Items1
source: If silent
de: In Sprechpause

# comBoxPrefEmbChapTimes.Items2
source: Always
de: Immer

# comBoxOutFolderConflict.Items
source: Ask
de: Fragen

# comBoxOutFolderConflict.Items1
source: Overwrite
de: Überschreiben

# comBoxOutFolderConflict.Items2
source: New folder
de: Neuer Ordner

# comBoxOutFolderConflict.Items3
source: Skip
de: Überspringen

# comBoxOutFolderConflict.ToolTip
source: Preset for the question message box, if the output folder for a book conversion already exists.
de: Vorbesetzung für die Abfrage, wenn der vorgesehene Ausgabeordner für die Konvertierung eines Buches bereits existiert.

# ckBoxSeries.ToolTip
source: Adds series title as a middle layer in the output folder structure if the book is part of a series and the series can be found in associated meta data. (Only for hierarchical folder structure.)
de: Fügt den Serientitel als mittlere Ebene in der Ordnerstruktur der Ausgabe hinzu, wenn das Buch Teil einer Serie ist und die Serie in den zugehörigen Metadaten gefunden wird (Nur für hiearchische Ordnerstruktur.)

# numUpDnSeriesDigits.ToolTip
source: Number of digits of a numerical sequence number for the book title within the series.
de: Anzahl der Stellen für die Titel-Nummer des Buches innerhalb der Serie.

# ckBoxFullCaptionBookFolder.ToolTip
source: If set, fills the name of the book folder with author, series and book title. (Only for hierarchical folder structure.)
de: Wenn gesetzt, wird der Buch-Ordner mit Autor, Serien- und Buchtitel beschriftet. (Nur für hierarchische Ordnerstruktur.)

# lblFullCaptionBookFolder.Text
source: Full caption for book folder
de: Komplette Bezeichnung für Buch-Ordner

# comBoxArtist.Items
source: <empty>
de: <leer>

# comBoxArtist.Items1
source: Author
de: Autor

# comBoxArtist.Items2
source: Author; Narrator
de: Autor; Sprecher

# comBoxArtist.Items3
source: Narrator
de: Sprecher

# comBoxAlbumArtist.Items
source: <empty>
de: <leer>

# comBoxAlbumArtist.Items1
source: Author
de: Autor

# comBoxAlbumArtist.Items2
source: Author; Narrator
de: Autor; Sprecher

# comBoxAlbumArtist.Items3
source: Narrator
de: Sprecher

# comBoxComposer.Items
source: <empty>
de: <leer>

# comBoxComposer.Items1
source: Author
de: Autor

# comBoxComposer.Items2
source: Author; Narrator
de: Autor; Sprecher

# comBoxComposer.Items3
source: Narrator
de: Sprecher

# comBoxConductor.Items
source: <empty>
de: <leer>

# comBoxConductor.Items1
source: Author
de: Autor

# comBoxConductor.Items2
source: Author; Narrator
de: Autor; Sprecher

# comBoxConductor.Items3
source: Narrator
de: Sprecher

# comBoxRedBitRate.Items
source: no
de: nein

# lblArtist.Text
source: Tag: Artist
de: Eintrag: Artist

# lblAlbumArtist.Text
source: Tag: Album Artist
de: Eintrag: Album Artist

# lblComposer.Text
source: Tag: Composer
de: Eintrag: Composer

# lblConductor.Text
source: Tag: Conductor
de: Eintrag: Conductor

# tabPage1.Text
source: General
de: Allgemein

# lblSeries.Text
source: Series title in folder structure
de: Serientitel in Ordnerstruktur

# lblSeriesDigits.Text
source: Sequence number digits
de: Anzahl Stellen für Serientitel-Nummer

# lblOutFolderConflict.Text
source: On existing output folders
de: Wenn der Ausgabe-Ordner der Konvertierung bereits existiert

# tabPage2.Text
source: Folder structure
de: Ordnerstruktur

# lblIntermedCopySingle.Text
source: Intermediate copy for single file mode
de: Zwischenkopie im Modus "Eine Datei"

# lblFixAacEnc.Text
source: Fix AAC encoding for 44.1 kHz
de: AAC-Codierung reparieren für 44,1 kHz

# tabPage3.Text
source: Conversion
de: Konvertierung

# lblPrefEmbChapTimes.Text
source: Prefer embedded chapter times
de: Eingebettete Kapitelmarken bevorzugen

# tabPage4.Text
source: Chapters
de: Kapitel

# tabPage5.Text
source: Meta tags
de: Meta-Einträge

# $this.Text
source: Basic Settings
de: Grundeinstellungen
